/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Oui";

/* For dialogs no buttons */
"HockeyNo" = "Non";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Cette application";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ a quitté inopinément.";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Voulez-vous envoyer un rapport anonyme pour nous aider à corriger le problème ?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Voulez-vous envoyer un rapport pour nous aider à corriger le problème ?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Toujours envoyer";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Envoyer";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Ne pas envoyer";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Envoi…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Mise à jour disponible";

"UpdateAlertTextWithAppVersion" = "%@ est disponible.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ est disponible. Cette mise à jour est obligatoire !";

"UpdateIgnore" = "Ignorer";

"UpdateShow" = "Afficher";

"UpdateInstall" = "Installer";

"UpdateRemindMe" = "M'avertir";


/* Update Details */

"UpdateScreenTitle" = "Mise à jour";

"UpdateButtonCheck" = "RECHERCHER";

"UpdateButtonSearching" = "RECHERCHE";

"UpdateButtonUpdate" = "METTRE À JOUR";

"UpdateButtonInstalling" = "INSTALLATION";

"UpdateButtonOffline" = "HORS LIGNE";

"UpdateInstalled" = "INSTALLÉ";

"UpdateVersion" = "Version";

"UpdateShowPreviousVersions" = "Afficher les versions précédentes…";

"UpdateNoUpdateAvailableTitle" = "Aucune mise à jour disponible";

"UpdateNoUpdateAvailableMessage" = "%@ est la dernière version.";

"UpdateError" = "Erreur";

"UpdateWarning" = "Avertissement";

"UpdateNoReleaseNotesAvailable" = "Aucune note de version.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Autorisation…";

"UpdateAuthorizationOffline" = "Connexion Internet requise !";

"UpdateAuthorizationDenied" = "Autorisation refusée. Contactez le développeur.";


/* Update Expiry  */

"UpdateExpired" = "%@ a expiré et n'est plus utilisable.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Le service de mise à jour Hockey ne fonctionne pas dans le simulateur.\nLe modèle d'URL itms-services:// est implémenté mais n'est pas encore opérationnel.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Nouvelle réponse au commentaire";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Une nouvelle réponse à votre commentaire est disponible. Voulez-vous la consulter ?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Ignorer";

/* Alert Show Button */
"HockeyFeedbackShow" = "Afficher";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Commentaires";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Dernière mise à jour : %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Jamais";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Émettre un commentaire";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Répondre";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Spécifier votre nom";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Spécifier votre adresse";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Nom : %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "Adresse : %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Supprimer les messages";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "En attente";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Ceci supprime tous les messages présents sur l'appareil.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Supprimer";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Annuler";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Annuler";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Ouvrir";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Copier";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Commentaire sur %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "Application";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Commentaire";

/* Send button */
"HockeyFeedbackComposeSend" = "Envoyer";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Ajouter une image";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Modifier l’image";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Supprimer l’image";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Annuler";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Mes infos";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Merci de fournir vos informations avant de rédiger votre commentaire.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Nom";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Jean Dubois";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "Adresse";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@exemple.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "Le développeur a demandé l'identifiant unique de l'appareil. Touchez ci-dessous pour accéder au site Web de HockeyApp et autoriser l'accès.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Ouvrir HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "Le développeur a demandé l'adresse électronique de votre compte HockeyApp. Touchez ci-dessous pour accéder au site Web de HockeyApp et autoriser l'accès.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Saisissez l'adresse électronique et le mot de passe de votre compte HockeyApp pour autoriser l'accès à cette application.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Saisissez l'adresse électronique de votre compte HockeyApp pour autoriser l'accès à cette application.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@exemple.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Requis";
"HockeyAuthenticationViewControllerEmailDescription" = "Adresse";
"HockeyAuthenticationViewControllerPasswordDescription" = "Mot de passe";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Échec de l'autorisation. Votre appareil semble déconnecté d'Internet. Réessayez.";

"HockeyAuthenticationFailedAuthenticate" = "Échec de l'autorisation. Réessayez ou contactez le développeur de l'application.";
"HockeyAuthenticationNotMember" = "Vous n'êtes pas autorisé à utiliser cette application. Contactez le développeur de l'application.";
"HockeyAuthenticationContactDeveloper" = "Erreur d'autorisation. Contactez le développeur de l'application.";
"HockeyAuthenticationWrongEmailPassword" = "L'adresse électronique ou le mot de passe sont incorrects. Vérifiez votre saisie et réessayez.";
"HockeyAuthenticationAuthSecretMissing" = "« HockeySDK authorization secret » non défini. Contactez le développeur de l'application.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Requis";
